Repository: LPFchan/Aware
Catalog: Aware/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

# alert.camera.body
source: Aware needs camera access to detect your presence. Please enable it in System Settings > Privacy & Security > Camera.
ja: 在席を検出するためにカメラへのアクセスが必要です。システム設定 › プライバシーとセキュリティ › カメラで許可してください。
ko: 자리에 있는지 확인하려면 카메라 접근이 필요합니다. 시스템 설정 > 개인정보 보호 및 보안 > 카메라에서 허용해 주세요.
zh_hans: Aware 需要访问摄像头以检测您是否在场。请在“系统设置”>“隐私与安全性”>“摄像头”中允许访问。

# alert.camera.title
source: Camera Access Required
ja: カメラへのアクセスが必要です
ko: 카메라 접근 필요
zh_hans: 需要摄像头访问权限

# detection.disabled
source: Disabled
ja: オフ
ko: 꺼짐
zh_hans: 已关闭

# detection.external_assertion
source: Kept awake by another app
ja: 他のアプリがスリープを防止中
ko: 다른 앱이 화면을 켜 둠
zh_hans: 正由其他应用保持唤醒

# detection.face_detected
source: Face detected
ja: 顔を検出
ko: 얼굴 감지됨
zh_hans: 已检测到人脸

# detection.no_face
source: No face
ja: 顔なし
ko: 얼굴 없음
zh_hans: 未检测到人脸

# detection.paused
source: Paused
ja: 一時停止
ko: 일시 중지
zh_hans: 已暂停

# menu.check_for_updates
source: Check for Updates…
ja: アップデートを確認…
ko: 업데이트 확인…
zh_hans: 检查更新…

# menu.enable
source: Enable
ja: オン
ko: 켜기
zh_hans: 启用

# menu.open_at_login
source: Open at Login
ja: ログイン時に開く
ko: 로그인 시 열기
zh_hans: 登录时打开

# menu.polling_interval
source: Polling interval
ja: 検出の間隔
ko: 감지 간격
zh_hans: 检测间隔

# menu.quit
source: Quit Aware
ja: Aware を終了
ko: Aware 종료
zh_hans: 退出 Aware

# menu.status_prefix
source: Status: %@
ja: 状態: %@
ko: 상태: %@
zh_hans: 状态：%@

# sleep.reason
source: Aware: user presence detected
ja: Aware: ユーザーの在席を検出
ko: Aware: 사용자 자리 감지됨
zh_hans: Aware：检测到用户在场

# tooltip.menu_bar
source: Aware — Click to open menu
ja: Aware — クリックしてメニューを開く
ko: Aware — 클릭하여 메뉴 열기
zh_hans: Aware — 点击打开菜单

# welcome.body
source: Aware keeps your display awake by detecting your presence with the FaceTime camera. Click the person icon in the menu bar to enable.
ja: FaceTime カメラで在席を検出し、ディスプレイがスリープしないようにします。メニューバーの人物アイコンをクリックしてオンにします。
ko: FaceTime 카메라로 자리에 있는지 감지해 화면이 꺼지지 않게 합니다. 메뉴 막대의 사람 아이콘을 눌러 켜세요.
zh_hans: Aware 使用 FaceTime 摄像头检测您是否在场，从而保持显示器不熄屏。点击菜单栏中的人物图标以启用。

# welcome.checkbox
source: Do not show this window again
ja: このウィンドウを再度表示しない
ko: 이 창을 다시 표시하지 않음
zh_hans: 不再显示此窗口

# welcome.get_started
source: Get Started
ja: 始める
ko: 시작하기
zh_hans: 开始使用

# welcome.title
source: Welcome to Aware
ja: Aware へようこそ
ko: Aware에 오신 것을 환영합니다
zh_hans: 欢迎使用 Aware

# alert.ok
source: OK
ko: 확인
zh_hans: 好
